// "© Copyright 2005-2007, 2015, 2017 HP Development Company, L.P."

// Window titles
CreatePaperWindowTitle = "Utwórz nowe ustawienia typu papieru";
CalibratePrinterWindowTitle = "Kalibruj";
CreateICCProfileWindowTitle = "Profil";
InstallICCProfileWindowTitle = "Zainstaluj profil";
CalibratePaperWindowTitle = "Kalibracja papieru";

// Step names
CreatePaperPresetStepName = "Utwórz ustawienia typu papieru";
AddNewPaperStepName = "Określ ustawienia typu papieru";
CalibratePrinterStepName = "Kalibruj";
SelectPaperStepName = "Wybierz papier";
FinishedStepName = "Gotowe";
SelectActionStepName = "Wybierz operację";
ICCProfileSettingsStepName = "Wybierz nazwę profilu ICC";
CreateICCProfileStepName = "Profil";
InstallICCProfileStepName = "Zainstaluj profil";
SelectICCProfileStepName = "Wybierz profil ICC";
CheckICCProfileSettingsStepName = "Wybierz nazwę profilu ICC";

// Toc names
CreatePaperPresetTocItemName = "Utwórz ustawienia typu papieru";
AddNewPaperTocItemName = "Określ ustawienia typu papieru";
CalibratePrinterTocItemName = "Kalibruj (ok. 10 min)";
SelectPaperTocItemName = "Wybierz papier";
FinishedTocItemName = "Gotowe";
SelectActionTocItemName = "Wybierz operację";
ICCProfileSettingsTocItemName = "Wybierz nazwę profilu ICC";
CreateProfileTocItemName = "Profil (ok. 20 min)";
InstallICCProfileTocItemName = "Zainstaluj profil";
SelectICCProfileTocItemName = "Wybierz profil ICC";
CheckICCProfileSettingsTocItemName = "Wybierz nazwę profilu ICC";

// Create Paper strings
CreatePaperErrorTitle = "Nie można dodać nowego papieru";
SetPropertiesErrorTitle = "Nie można ustawić właściwości drukowania";

// Calibrate Printer strings
CalibratePrinterInfoFormat = "Przed użyciem nowego typu papieru ważna jest kalibracja drukarki. Załaduj papier %@ do drukarki. Kliknij opcję Kontynuuj, aby wydrukować i zeskanować wzornik kalibracji drukarki.";
CalibratePrinterErrorTitle = "Nie można skalibrować drukarki";

// Operation Status strings
InitiatingCalibrationTitle = "Drukowanie wzornika kalibracji";
InitiatingProfilingTitle = "Drukowanie wzornika profilowania ICC";
InitiatingScanningTitle = "Przygotowanie do skanowania wzornika profilowania ICC";
CreateProfileErrorTitle = "Nie można utworzyć profilu ICC";
GetOperationStatusErrorTitle = "Nie można pobrać stanu operacji";
CancelOperationErrorTitle = "Nie można anulować operacji";
InstallProfileInfoText = "Trwa kalibracja drukarki. Po jej ukończeniu zostanie zainstalowany profil ICC.";
HeaderFormatString = "<html><body><font size=+7><b>Nazwa użytkownika:&nbsp;</b>%@&nbsp;&nbsp;&nbsp;&nbsp;<b>Papier:&nbsp;</b>%@&nbsp;&nbsp;&nbsp;&nbsp;<b>Ustawienia:&nbsp;</b>%@<BR><b>Znacznik czasu:&nbsp;</b>%@&nbsp;&nbsp;&nbsp;&nbsp;<b>Jakość:&nbsp;</b>%@&nbsp;&nbsp;&nbsp;&nbsp;<b>Połysk:&nbsp;</b>%@<font></body></html>";
CalibratePrinterNoteString = "Kliknij opcję Anuluj, jeśli chcesz anulować kalibrację drukarki.";
CreateProfileNoteString = "Kliknij opcję Anuluj, jeśli chcesz anulować tworzenie profilu ICC.";
CalibrationCancelConfirmationTitleString = "Czy na pewno chcesz anulować kalibrację drukarki?";
CalibrationCancelConfirmation1MessageString = "Zdecydowanie zaleca się kalibrację drukarki dla każdego typu papieru przed jego użyciem. Po anulowaniu kalibracji drukarki nadal będzie można drukować na papierze, ale osiągnięcie najlepszej zgodności kolorów nie będzie możliwe.";
CalibrationCancelConfirmation2MessageString = "Zdecydowanie zaleca się kalibrację drukarki dla nowego typu papieru przed jego użyciem. Po anulowaniu kalibracji drukarki nadal będzie można drukować na papierze, ale osiągnięcie najlepszej zgodności kolorów nie będzie możliwe.";
AddPaperCancelConfirmationTitleString = "Po anulowaniu dodawania papieru niestandardowego nadal będzie można drukować na nowym papierze niestandardowym, ale osiągnięcie najlepszych wyników kolorów nie będzie możliwe. Czy na pewno chcesz anulować dodawanie papieru niestandardowego?";
ProfilingCancelConfirmationMessageString = "Jeśli anulujesz tworzenie profilu ICC, nadal będzie można drukować na papierze, ale osiągnięcie najlepszej jakości druku nie będzie możliwe.";
ProfilingCancelConfirmationTitleString = "Czy na pewno chcesz anulować tworzenie profilu ICC?";

// Finish strings
CreatePaperFinishText = "Utworzono nowe ustawienie typu papieru. Jeśli chcesz utworzyć profil, a papier obsługuje profile, przejdź do sekcji „Zarządzanie ustawieniami typów papieru” Centrum kolorów i kliknij opcję „Profilowanie papieru”.";
CreatePaperWithoutProfilingFinishText = "Utworzono nowe ustawienie typu papieru.";
CalibrateNewPaperFinishText = "Kalibracja wykonana pomyślnie. Jeżeli chcesz je profilować i ustawienia papieru obejmują profilowanie, przejdź do Zarządzenie wstępnymi ustawieniami papieru i kliknij Profilowanie papieru.";
CalibratePrinterFinishText = "\n\n\n\n\n\n\n\nUkończono kalibrację drukarki!\nKliknij opcję Gotowe, aby kontynuować.";
CreateICCProfileFinishText = "\n\n\n\n\n\n\n\nUtworzono profil ICC.";
CreateICCProfileFinishTextFormat = "Utworzono profil ICC.\n\nProfil ICC %@ dla papieru %@ jest dostępny w folderze /Library/ColorSync/Profiles/%@ na komputerze i można go używać w aplikacjach.\n\nJeśli na wydrukowanym wzorniku profilowania widoczny jest efekt pasmowania (tzw. banding), zaleca się skorzystanie z funkcji „Zaawansowana kalibracja papieru” z menu panelu przedniego drukarki w sekcji „Konserwacja jakości obrazu”. Po wykonaniu tej czynności należy ponownie wykonać przepływ pracy Utwórz i zainstaluj profil ICC.";
CreateICCProfilePrintOnlyFinishText = "Możesz bezpiecznie wyjąć wydrukowany wzornik profilowania. Ważne jest, aby wzornik był suchy przed jego zeskanowaniem.\n\nJeśli chcesz utworzyć profil ICC, wybierz opcję „Skanuj wzornik profilowania ICC i utwórz profil ICC”.\n\nJeśli na wydrukowanym wzorniku profilowania widoczny jest efekt pasmowania (tzw. banding), zaleca się skorzystanie z funkcji „Zaawansowana kalibracja papieru” z menu panelu przedniego drukarki w sekcji „Konserwacja jakości obrazu”. Po wykonaniu tej czynności należy ponownie wykonać przepływ pracy Utwórz i zainstaluj profil ICC.";
CreatePrintedICCProfileFinishText = "Utworzono profil ICC.\n\nProfil ICC %@ dla papieru %@ jest dostępny w folderze /Library/ColorSync/Profiles/%@ na komputerze i można go używać w aplikacjach.";
InstallICCProfileFinishTextFormat = "Zainstalowano profil ICC.\n\nProfil ICC %@ dla papieru %@ jest dostępny w folderze /Library/ColorSync/Profiles/%@ na komputerze i można go używać w aplikacjach.";
InstallICCProfileFinishText = "\n\n\n\n\n\n\n\nZainstalowano profil ICC.";
CalibrateWithoutProfilingFinishText = "Kalibracja zakończona powodzeniem.";
"InstallICCProfileFinishAuthFailedTextFormat" = "Profil ICC został zainstalowany w: %@.";
"InstallICCProfileFinishAuthFailedTextWarn" = "Nie można zaktualizować listy rodzajów papieru na komputerze, ponieważ nie powiodło się uwierzytelnianie.";
"InstallICCProfileFinishAuthFailedTextWarnDescription" = "Profil ICC %@ dla papieru %@ nie może być użyty w Twoich aplikacjach, dopóki nie zaktualizujesz listy rodzajów papieru na komputerze. Aby to zrobić, kliknij przycisk odświeżania na ekranie \„Zarządzanie ustawieniami wstępnymi papieru\” w narzędziu Printer Utility.";
"CreatePaperFinishAuthFailedTextWarnDescription" = "Papier %@ nie może być użyty w Twoich aplikacjach, dopóki nie zaktualizujesz listy rodzajów papieru na komputerze. Aby to zrobić, kliknij przycisk odświeżania na ekranie \„Zarządzanie ustawieniami wstępnymi papieru\” w narzędziu HP Printer Utility.";
// Select Paper strings
GetPaperListErrorTitle = "Nie można pobrać listy papieru";

// Profile Settings strings
ProfileSettingsTitle1 = "Profil ICC zostanie utworzony i zainstalowany przy użyciu następujących ustawień:";
ProfileSettingsTitle2 = "Skorzystaj z ustawień profilu ICC widocznych poniżej wydrukowanego wzornika profilowania, który chcesz zeskanować.";
InstallProfileSettingsTitle = "Profil ICC %@ zostanie zainstalowany przy użyciu następujących ustawień:";
ProfileSettingsNote1 = "Załaduj papier %@ do drukarki (rozmiar A3/B). Kliknij opcję Kontynuuj, aby wydrukować i zeskanować wzornik profilowania ICC oraz utworzyć profil ICC.";
ProfileSettingsNote2 = "Załaduj papier %@ do drukarki (rozmiar A3/B). Kliknij opcję Kontynuuj, aby wydrukować i zeskanować wzornik profilowania ICC oraz utworzyć profil ICC.";
ProfileSettingsNote3 = "Załaduj wzornik profilowania ICC wydrukowany na papierze %@ (rozmiar A3/B) do drukarki. Kliknij opcję Kontynuuj, aby zeskanować wzornik profilowania ICC oraz utworzyć profil ICC.";
InstallProfileSettingsNote1 = "Przed użyciem nowego typu papieru ważna jest kalibracja drukarki. Załaduj papier %@ do drukarki. Kliknij opcję Kontynuuj, aby wydrukować i zeskanować wzornik kalibracji drukarki.";
InstallProfileSettingsNote2 = "Kliknij opcję Kontynuuj, aby zainstalować profil ICC.";
ResetSettingTitle = "Wybrane ustawienie różni się od tego w profilu ICC.";
ResetSettingMessage = "Czy na pewno chcesz zmienić ustawienie domyślne?";

// Install Profile strings
InstallProfileCancelConfirmationTitleString = "Jeśli anulujesz instalację profilu ICC, nadal będzie można drukować na papierze, ale osiągnięcie najlepszej jakości druku nie będzie możliwe. Czy na pewno chcesz anulować instalację profilu ICC?";
InstallProfileTitleFormat = "Profil ICC %@ zostanie skopiowany do folderu /Library/ColorSync/Profiles/%@ i zarejestrowany w usłudze ColorSync.\n\nZostanie on zainstalowany w drukarce, skąd będzie dostępny dla innych użytkowników.";
SetProfileErrorTitle = "Nie można zainstalować profilu ICC";
GetProfileErrorTitle = "Nie można pobrać profilu ICC";

// Select Profile strings
ProfileErrorTitle = "Nie można zainstalować wybranego profilu ICC";
UnableToOpenErrorMessageFormat = "Nie można otworzyć %@";
ProfileIsNotOutputErrorMessage = "Profil nie jest profilem wyjściowym.";
ProfileIsNotRGBErrorMessage = "Profil nie jest profilem RGB.";
ProfileInvalidColorSpaceErrorMessageFormat = "Profil nie jest profilem %@.";
TagsMissingErrorMessage = "Brak niektórych wymaganych znaczników.";
ProfileIsNotValidErrorMessage = "Profil nie jest prawidłowy.";
ProfileIsNotValidErrorMessageFormat = "Profil nie jest prawidłowy. Nie jest profilem wyjściowym, profilem %@, brakuje znaczników.";
ManufacturerIsNotHPErrorMessage = "Producentem nie jest firma HP.";
NotPrintProfilerErrorMessage = "Oprogramowaniem profilującym nie jest PrintProfiler.";
NotHPICCErrorMessage = "Niewłaściwy producent, niewłaściwe urządzenie, CMM.";
RGB = "RGB";
CMYK = "CMYK";

// Select and Calibrate Paper strings
LoadPaperFormatString = "Załaduj papier %@ do drukarki (rozmiar minimum %@). Kliknij opcję Kontynuuj, aby wydrukować i zeskanować wzornik kalibracji drukarki.";

// Calibration status
CalibrationStatusRecommended = "Zalecane";
CalibrationStatusOK = "OK";
CalibrationStatusOutOfDate = "Zdezaktualizowane";

// Synchronization strings
DownloadProfilesTitleString = "Pobieranie profili ICC...";
SynchronizeProfilesTitleString = "Aktualizowanie profili ICC...";
DownloadProfilesTitleFormatString = "Pobieranie profili ICC dla papieru %@:\n%u z %u";

SyncronizationSuccessfullTitleString = "Pomyślnie zaktualizowano listę typów papieru";
SyncronizationSuccessfullMessageString = "Teraz będzie można drukować z użyciem nowych typów papierów niestandardowych. Aby wyświetlić zaktualizowaną listę typów papieru w oknie dialogowym drukowania, konieczne może być ponowne otwarcie tego okna.";
MediaManagementErrorTitleString = "Nie można pobrać z drukarki informacji o papierach niestandardowych";
SyncronizationIncompleteTitleString = "Nie można zaktualizować całej listy typów papieru";
SyncronizationIncompleteMessageFormatString = "Następujące typy papieru nie zostały zaktualizowane:\n%@";
RegistrationIncompleteTitle = "Nie można zaktualizować papieru";
RegistrationIncompleteMessage = "Następujące typy papieru nie zostały zarejestrowane:\n%@";

// Operation status
CALIBRATION-STARTING = "Drukowanie wzornika kalibracji";
CALIBRATION-PREPARING-TO-PRINT = "Drukowanie wzornika kalibracji";
CALIBRATION-PREPARING-TO-SCAN = "Przygotowanie do skanowania wzornika kalibracji";
CALIBRATION-PRINTING = "Drukowanie wzornika kalibracji";
CALIBRATION-DRYING = "Schnięcie wzornika kalibracji";
CALIBRATION-SCANNING = "Skanowanie wzornika kalibracji";
CALIBRATION-CALCULATING = "Obliczanie wyników kalibracji";
CALIBRATION-FINISHING = "Obliczanie wyników kalibracji";
CALIBRATION-CANCELLING = "Anulowanie kalibracji drukarki";
PROFILING-STARTING = "Drukowanie wzornika profilowania ICC";
PROFILING-PREPARING-TO-PRINT = "Drukowanie wzornika profilowania ICC";
PROFILING-PREPARING-TO-SCAN = "Przygotowanie do skanowania wzornika profilowania ICC";
PROFILING-PRINTING = "Drukowanie wzornika profilowania ICC";
PROFILING-DRYING = "Schnięcie wzornika profilowania ICC";
PROFILING-SCANNING = "Skanowanie wzornika profilowania ICC";
PROFILING-CALCULATING = "Tworzenie profilu ICC";
PROFILING-FINISHING = "Tworzenie profilu ICC";
PROFILING-CANCELLING = "Anulowanie tworzenia profilu ICC";

GetMediumListTitleString = "Odczytywanie listy typów papieru...";
AddNewPaperTitleString = "Tworzenie ustawienia typu papieru...";
CalibratePrinterTitleString = "Kalibracja drukarki...";
CreateProfileTitleString = "Tworzenie profilu ICC...";
CancelingProfilingTitleString = "Anulowanie tworzenia profilu ICC...";
CancelingCalibrationTitleString = "Anulowanie kalibracji drukarki...";

CancelingProfileInstallationTitleString = "Anulowanie instalacji profilu ICC";
InstallingProfileTitleString = "Instalacja profilu ICC";

ProfilingProcessFailedErrorMessage = "Profilowanie ICC nie powiodło się.";
CalibrationProcessFailedErrorMessage = "Kalibracja drukarki nie powiodła się.";

SynchronizeTitleString = "Aktualizowanie listy typów papieru...";

ICCProfileTitleString = "Profil ICC";
CalibrationStatusTitleString = "Stan kalibracji";

LoadedPaperTypeMismatchMessage = "Nazwa ustawienia typu papieru musi odpowiadać wyborowi papieru na panelu przednim drukarki. Kliknij przycisk OK, aby automatycznie zmienić nazwę załadowanego papieru na panelu przednim.";
LoadedPaperTypeMismatchProfilingNotAllowedMessage = "Nazwa ustawienia typu papieru musi odpowiadać wyborowi papieru na panelu przednim drukarki. Kliknij przycisk OK, aby automatycznie zmienić nazwę załadowanego papieru na panelu przednim.";
LoadedPaperTypeMismatchMessageFormat = "Wybrano opcję „%@”, ale w drukarce jest załadowany papier „%@”. Kliknij przycisk „OK”, aby automatycznie zmienić ustawienie typu załadowanego papieru w drukarce i od tego momentu używać papieru typu „%@”. Możesz też wymienić załadowany nośnik w drukarce na papieru typu „%@” (rozmiar A4/A dla kalibracji, A3/B dla profilowania) i kliknąć opcję „OK”.";
LoadedPaperTypeMismatchProfilingNotAllowedMessageFormat = "Wybrano opcję „%@”, ale w drukarce jest załadowany papier „%@”. Kliknij przycisk „OK”, aby automatycznie zmienić ustawienie typu załadowanego papieru w drukarce i od tego momentu używać papieru typu „%@”. Możesz też wymienić załadowany nośnik w drukarce na papieru typu „%@” (rozmiar A3/B dla kalibracji) i kliknąć opcję „OK”.";

// Gloss Enhancer
OFF = "Wył.";
FULLPAGE = "Włącz.";
INKEDAREA = "Włącz.";

// Paper category
BOND_AND_COATED = "Papier bond i powlekany";
PHOTO = "Papier fotograficzny";
PROOFING = "Papier do wydruków próbnych";
FINE_ART = "Materiał artystyczny";
FILM = "Błona fotograficzna";
TECHNICAL = "Papier techniczny";
CUSTOM = "Papier niestandardowy";
BACKLIT = "Materiał podświetlany";
ADHESIVE = "Papier samoprzylepny";
BANNER_AND_SIGN = "Materiał na banery i oznakowania";
HP_EXTENDED_MEDIA = "Papiery dodatkowe";

CalibrationStatusNotApplicable = "Nie dotyczy";

"No response" = "Upewnij się, że drukarka jest podłączona i włączona, a następnie spróbuj ponownie.";
UNDEFINED-ERROR = "Wystąpił błąd.";
ERROR-IN-PARAMS = "Wystąpił błąd.";
UNKNOWN-OPERATION = "Minął limit czasu operacji.";
PRINTER-BUSY = "Drukarka jest zajęta. Zaczekaj, aż drukarka zakończy bieżące zadania drukowania.";
UNDEFINED-MEDIUM = "Wybrany typ papieru już nie istnieje. Mógł zostać usunięty przez innego użytkownika.";
MEDIUM-MISMATCH = "Załadowano inny typ papieru.";
MEDIUM-MISMATCH-NEW-PAPER-CALIBRATION-FORMAT = "Załadowano inny typ papieru. Wybrano typ %@, ale w drukarce jest załadowany inny typ papieru. Jeśli na pewno załadowano papier tego samego typu, jaki został właśnie wybrany, przejdź do panelu przedniego drukarki i wybierz opcję „Zmień typ papieru” w menu „Papier”. W przeciwnym przypadku wyjmij aktualnie załadowany papier, załaduj do drukarki papier typu %@ (rozmiar minimum %@) i kliknij opcję „Kontynuuj”, aby wydrukować i zeskanować wzornik kalibracji drukarki. Kliknij opcję „Anuluj”, aby skalibrować drukarkę później.";
MEDIUM-MISMATCH-CALIBRATION-FORMAT = "Załadowano inny typ papieru. Wybrano typ %@, ale w drukarce jest załadowany inny typ papieru. Wyjmij aktualnie załadowany papier, załaduj do drukarki papier typu %@ (rozmiar minimum %@) i kliknij opcję „Kontynuuj”, aby wydrukować i zeskanować wzornik kalibracji drukarki. Kliknij opcję „Anuluj”, aby skalibrować drukarkę później.";
MEDIUM-MISMATCH-PROFILING-FORMAT = "Załadowano inny typ papieru. Wybrano typ %@, ale w drukarce jest załadowany inny typ papieru. Wyjmij aktualnie załadowany papier, załaduj do drukarki papier typu %@ (rozmiar minimum A3/B) i kliknij opcję „Kontynuuj”, aby wydrukować i zeskanować wzornik profilowania ICC oraz utworzyć profil. Kliknij opcję „Anuluj”, aby utworzyć profil później.";
BADSIZE-MEDIUM = "Załadowany papier jest zbyt mały.";
BADSIZE-MEDIUM-CALIBRATION-FORMAT = "Załadowany papier jest zbyt mały. Wyjmij aktualnie załadowany papier, załaduj do drukarki papier typu %@ (rozmiar minimum %@) i kliknij opcję „Kontynuuj”, aby wydrukować i zeskanować wzornik kalibracji drukarki. Kliknij opcję „Anuluj”, aby skalibrować drukarkę później.";
BADSIZE-MEDIUM-PROFILING-FORMAT = "Załadowany papier jest zbyt mały. Wyjmij aktualnie załadowany papier, załaduj do drukarki papier typu %@ (rozmiar minimum A3/B) i kliknij opcję „Kontynuuj”, aby wydrukować i zeskanować wzornik profilowania ICC oraz utworzyć profil. Kliknij opcję „Anuluj”, aby utworzyć profil później.";
NO-MEDIUM-LOADED = "Nie załadowano papieru.";
NO-MEDIUM-LOADED-GENERAL-CALIBRATION-FORMAT = "Nie załadowano papieru. Załaduj do drukarki papier typu %@. Kliknij opcję „Kontynuuj”, aby wydrukować i zeskanować wzornik kalibracji drukarki. Kliknij opcję „Anuluj”, aby skalibrować drukarkę później.";
NO-MEDIUM-LOADED-CALIBRATION-FORMAT = "Nie załadowano papieru. Załaduj do drukarki papier typu %@ (rozmiar minimum %@). Kliknij opcję „Kontynuuj”, aby wydrukować i zeskanować wzornik kalibracji drukarki. Kliknij opcję „Anuluj”, aby skalibrować drukarkę później.";
NO-MEDIUM-LOADED-GENERAL-PROFILING-FORMAT = "Nie załadowano papieru. Załaduj do drukarki papier typu %@. Kliknij opcję „Kontynuuj”, aby wydrukować i zeskanować wzornik profilowania ICC oraz utworzyć profil. Kliknij opcję „Anuluj”, aby utworzyć profil później.";
NO-MEDIUM-LOADED-PROFILING-FORMAT = "Nie załadowano papieru. Załaduj do drukarki papier typu %@ (rozmiar A3/B). Kliknij opcję „Kontynuuj”, aby wydrukować i zeskanować wzornik profilowania ICC oraz utworzyć profil. Kliknij opcję „Anuluj”, aby utworzyć profil później.";
INVALID-MEDIUM-PROFILING-FORMAT = "Załaduj wzornik profilowania ICC wydrukowany na papierze %@ (rozmiar A3/B) do drukarki. Kliknij opcję Kontynuuj, aby zeskanować wzornik profilowania ICC oraz utworzyć profil ICC.";
NO-MEDIUM-LOADED-SCAN-PROFILE-FORMAT = "Załaduj wzornik profilowania ICC wydrukowany na papierze %@ do drukarki. Kliknij opcję Kontynuuj, aby zeskanować wzornik profilowania ICC oraz utworzyć profil ICC.";
INVALID-MEDIUM = "Wystąpił błąd.";
PROFILE-DOESNT-EXIST = "Wystąpił błąd.";
MEDIUM-CANNOT-BE-DELETED = "Fabrycznych typów papieru HP nie można usunąć.";
MEDIUM-DOESNT-EXIST = "Wybrany typ papieru już nie istnieje. Mógł zostać usunięty przez innego użytkownika.";
MEDIUM-ALREADY-EXISTS = "Papier o tej nazwie już istnieje. Wprowadź inną nazwę papieru i spróbuj ponownie.";
MEDIUM-ALREADY-EXISTS-FORMAT = "Papier o nazwie %@ już istnieje. Wprowadź inną nazwę papieru i spróbuj ponownie.";
NO-ROOM-FOR-MORE-MEDIA = "Nie można dodać więcej papierów niestandardowych. Usuń dowolne istniejące papiery niestandardowe przed dodaniem nowych.";
MEDIUM-NOT-CLONABLE = "Wystąpił błąd.";
PROFILE-CANNOT-BE-DELETED = "Wystąpił błąd.";
MISSING-MEDIUM-NAME = "Nie wprowadzono nazwy papieru. Wprowadź nazwę papieru i spróbuj ponownie.";

InstallProfileTitle = "Profil ICC zostanie zainstalowany w drukarce, skąd będzie dostępny dla innych użytkowników.";

"Paper Name: " = "Nazwa papieru: ";
"ICC Profile Name: " = "Nazwa profilu ICC: ";
"Printer Model: " = "Model drukarki: ";
"Username: " = "Nazwa użytkownika: ";
"Timestamp: " = "Znacznik czasu: ";
"Gloss Enhancer: " = "Środek zwiększający połysk: ";
"Paper Type: " = "Typ papieru: ";

EmptyItem = "Brak";
ResponseErrorMessage = "Upewnij się, że drukarka jest podłączona i włączona, a następnie spróbuj ponownie.";

// Button titles
TryAgainButtonTitle = "Spróbuj ponownie";
CreateButtonTitle = "Tworzenie";
CalibrateButtonTitle = "Kalibruj";

"GlossEnhancer" = "Środek zwiększający połysk";
"AdvancedRecommendationText" = "Zaawansowana kalibracja papieru";
"AdvancedCalibrationInfoText" = "Proste i automatyczne tworzenie profili ICC";
"SharePresetsInfoText" = "Udostępnij ustawienia typu papieru";
"PrintProfilingChartTitle" = "Drukuj wzornik profilowania";
"PreparingCalibrationScanTitle" = "Przygotowanie do skanowania wzornika kalibracji";
"PreparingProfilingScanTitle" = "Przygotowanie do skanowania wzornika profilowania ICC";
"CreatePresetMenu" = "Utwórz nowe ustawienia typu papieru";
"ImportPresetMenu" = "Importuj ustawienia typu papieru";
"ManagePresetMenu" = "Zarządzanie ustawieniami typów papieru";
"LoadedPaperTypeMismatchManualChangeMessage" = "Nazwa ustawienia typu papieru musi odpowiadać papierowi załadowanemu do drukarki. Załaduj do drukarki papier typu „%@”.";

//xib localization
HSDSelectProfileTitle = "Wybierz profil ICC, który chcesz zainstalować:";
ChooseButtonTitle = "Wybierz...";

SelectProfileActionTitle = "Wybierz operację:";
PrintICCProfilingChartTitle = "Drukuj wzornik profilowania ICC";
ScanICCProfilingChartTitle = "Skanuj wzornik profilowania ICC i utwórz profil ICC";
TotalTitle = "Suma";

CreatePaperDesciption = "Wprowadź nazwę oraz typ papieru i kliknij opcję Dalej, aby kontynuować. Papier będzie dostępny na panelu przednim drukarki w sekcji Papiery niestandardowe.\n\nWybór typu papieru to podstawa dobrego wydruku. Aby uzyskać wskazówki dotyczące wyboru typu papieru, kliknij ikonę znaku zapytania.";
ChangePrintingPropertiesTitle = "Zmień właściwości drukowania";
